---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.PrintManager
source: html/81f215a5-8124-ebfc-c637-463f46f80937.htm
---
# PrintManager Members

Apply the local print settings to global for all documents.